Repository: HaDuve/fzam-app
Catalog: App/FZAM/FZAM/lang/l10n.*.resx
Languages: de

# AllAnswersWillBeLost
source: All the answers in your current questionnaire will be lost
de: Alle Antworten in Ihrem aktuellen Fragebogen gehen verloren

# AnswerPlaceholder
source: Answer
de: Antwort

# BackButton
source: Previous Question
de: Frage zurück

source: Change Date
de: Datum ändern

# ConfigLoadError
source: The configuration couldn't be loaded. Please select a language from the list below to try again.
de: Die Konfiguration konnte nicht geladen werden. Bitte wähle eine Sprache aus der unten stehenden Liste, um es erneut zu versuchen

# ErrorPageTitle
source: Error
de: Fehler

# FilleOnDate
source: Filled on {0}
de: Ausgefüllt am {0}

source: From
de: Von

# GenearlError
source: An error occured. Try restarting the app or contact the developer if the problem is persistent.
de: Es ist ein Fehler aufgetreten. Versuchen Sie die App neu zu starten oder kontaktieren Sie den Entwickler, wenn das Problem bestehen bleibt.

# NextButton
source: Next
de: Weiter

source: No
de: Nein

# PrevButton
source: Previous
de: Zurück

# QuestionnaireDateRange
source: Averages of performances from {0} to {1}
de: Auswahl der Auftritte vom {0} bis {1}

# QuestionnaireNumbering
source: Questionnaire No. {0} of {1}
de: Dies ist der Auftritt Nr. {0} von {1}

# QuestionnaireNumRangeNumbering
source: Questionnaire Range No. {0} of {1}
de: Fragebogen Abfolge Nr. {0} von {1}

# QuestionnairePageTitle
source: Questionnaire
de: Fragebogen

# QuestionnairePageTitleCount
source: Question {0} of {1}
de: Frage {0} von {1}

# QuestionnaireResultLoadError
source: Loading results failed
de: Das Laden der Ergebnise ist fehlgeschlagen

# QuestionnaireResultSaveError
source: Saving the results failed
de: Das Speichern der Ergebnise ist fehlgeschlagen

# ReallyResetQuestionnaire
source: Really Reset your Questionnaire?
de: Den Fragebogen wirklich zurücksetzen?

# ResultCalculationError
source: Error Calculating the result
de: Beim Berechnen der Ergebnisse ist ein Fehler aufgetreten

# ResultSelection
source: Select results
de: Ergebnis auswählen

# ResultSelectionByNum
source: See number of results
de: Anzahl an Ergebnissen anzeigen

# ResultSelectionEndDate
source: till
de: bis

# ResultSelectionPageTitle
source: Select Evaluations
de: Ergebnisse auswählen

# ResultSelectionStartDate
source: from
de: von

# ResultsPageTitle
source: Evaluations
de: Ergebnisse

source: Select
de: Auswählen

source: Till
de: Bis

source: Yes
de: Ja

# ResultSelectionDateRange
source: Select results by date
de: Ergebnisse nach Datum auswählen

# ResetQuestionnaireButton
source: Reset Questionnaire
de: Fragebogen zurücksetzen

# SelectedPerformances
source: Averages of {0} selected performances.
de: Mittelwerte über {0} ausgewählten Auftritte.

# ShowResultsButton
source: Show Evaluations
de: Ergebnisse anzeigen

# StartQuestionnaireButton
source: Questionnaire
de: Fragebogen

source: Share
de: Teilen

# SubtitleResultSelectionPage
source: Overview
de: Verzeichnis der Auftritte

source: Title/Description Search
de: Titel/Stichwortsuche

# InfoResult
source: Information about the Event
de: Weitere Informationen zum Auftritt

source: Back to Chart
de: Zurück zur Grafik

source: Delete
de: Löschen

# DeleteInfoText
source: This will Delete the Result irreversibly:
de: Der komplette Eintrag wird unwiderruflich gelöscht:

source: List Of Results
de: Titel/Stichwortsuche

source: Really Delete?
de: Wirklich Löschen?

source: Absolutely
de: trifft voll und ganz zu

source: Allright
de: trifft teilweise zu

source: Bad
de: eher schlecht

source: Desasterous
de: disaströs

source: Excellent
de: ausgezeichnet

source: Good
de: gut

source: Important
de: sehr wichtig

source: Just right
de: gerade richtig

source: Less Good
de: ausreichend

source: Little
de: trifft eher nicht zu

# LittleImportant
source: A little important
de: sehr wichtig

# LittleTooEasy
source: A little too easy
de: nicht so leicht

# LittleTooHard
source: A little too hard
de: schwer

# LittleTooHigh
source: A little too high
de: hoch

# LittleTooLow
source: A little too low
de: niedrig

source: Much
de: trifft eher zu

source: Not at all
de: trifft überhaupt nicht zu

source: Not at all important
de: überhaupt nicht wichtig

source: Not that important
de: nicht so wichtig

source: Too easy
de: leicht

source: Too hard
de: zu hart

source: Too high
de: sehr hoch

source: Too low
de: sehr niedrig

source: Unimportant
de: unwichtig

source: Very bad
de: schlecht

source: Very Good
de: sehr gut

source: Very important
de: sehr wichtig

source: Very little
de: trifft nicht zu

source: Very much
de: trifft sehr zu

source: Way too easy
de: viel zu einfach

source: Way too hard
de: viel zu hart

source: Way too high
de: viel zu hoch

source: Way too low
de: viel zu gering

# AssessmentScale
source: Self assessment of musical performance
de: Beurteilung der musikalischen Qualität (Mittelwert aller Einzelkriterien)

source: Just Right (Easy)
de: eher schwer

source: Just Right (Important)
de: wichtig

# SubSubTitleResultSelectionPage
source: On this page you can look at multiple Questionnaires
de: Auf dieser Seite können Sie mehrere Auftritte in einem Zeitraum, den Sie angeben, auswählen. Auf der folgenden Ergebnisseite wird die Grafik mit den Durchschnittswerten über diese Auftritte angezeigt. Darüber hinaus können Sie auch eine Auflistung der Einzelwerte in einer Grafik erhalten.

# TitleResultSelectionPage
source: Directory of Questionnaires
de: Verzeichnis der Auftritte

source: Not Applicable
de: nicht zutreffend
